# Core
brew "stow"
brew "zsh"
brew "tmux"
brew "neovim"
brew "starship"

# Zsh integrations
brew "zsh-autosuggestions"
brew "fzf"
brew "fd"
brew "zoxide"

# CLI replacements
brew "bat"
brew "eza"
brew "tree"
brew "ripgrep"

# Tmux ecosystem
brew "sesh"
brew "television"
